[CENTRAL_Flight_Device_Bridge_Transition AkEvent]
SpokenText="Схоже, Шень змогла запустити цей модуль. Ми всі чекаємо вас на містку, командире."

[CENTRAL_Generic_Commander_Bridge_A AkEvent]
SpokenText="Командире, пройдіть на місток."

[CENTRAL_Generic_Commander_Bridge_B AkEvent]
SpokenText="Командире, ви потрібні на містку."

[CENTRAL_Generic_Commander_Chamber_A AkEvent]
SpokenText="Командире, пройдіть до \"Залу тіней\"."

[CENTRAL_Generic_Commander_Chamber_B AkEvent]
SpokenText="Командире, ви потрібні в \"Залі тіней\"."

[CENTRAL_Generic_Commander_Engineering_A AkEvent]
SpokenText="Командире, пройдіть до інженерного відсіку."

[CENTRAL_Generic_Commander_Engineering_B AkEvent]
SpokenText="Командире, ви потрібні в інженерному відсіку."

[CENTRAL_Generic_Commander_Lab_A AkEvent]
SpokenText="Командире, пройдіть до лабораторії."

[CENTRAL_Generic_Commander_Lab_B AkEvent]
SpokenText="Командире, ви потрібні в лабораторії."

[CENTRAL_Generic_Commander_Quarters_A AkEvent]
SpokenText="Командире, пройдіть до каюти."

[CENTRAL_Generic_Commander_Quarters_B AkEvent]
SpokenText="Командире, вас чекають у вашій каюті."

[Central_NoFilename_RealWarForAChange AkEvent]
SpokenText="...і влаштувати прибульцям для різноманіття справжню війну."

[Central_Strategy_Ambient_Contraband AkEvent]
SpokenText="Не знаю, що вони знаходять в цих чортових бургерах \"Адвенту\", але якщо я знайду ще одну обгортку біля терміналу, комусь не поздоровиться."

[S_Avenger_Ambient_Central_AlienInvasionB_01 AkEvent]
SpokenText="Я так і не запитав вас, докторе... А чим ви займалися до вторгнення?"

[S_Avenger_Ambient_Central_AlienInvasionB_02 AkEvent]
SpokenText="Тоді вважаю, нам пощастило, що ви з нами."

[S_Avenger_Ambient_Central_AlienInvasionC_01 AkEvent]
SpokenText="Принаймні, тепер нам не доведеться догоджати Раді, хоча вони ще навіть не виходили на зв'язок."

[S_Avenger_Ambient_Central_ChipFunctionB_01 AkEvent]
SpokenText="Сподіваюся, ви подбали про те, щоб цей чіп зберігався під надійним захистом."

[S_Avenger_Ambient_Central_ChipFunctionB_02 AkEvent]
SpokenText="Відмінно. Нехай так воно і буде."

[S_Avenger_Ambient_Central_CityMigrationB_01 AkEvent]
SpokenText="Пропагандистська машина \"Адвенту\" не зупиняється ні вдень, ні вночі... Натовпи нових жителів прямують до міст."

[S_Avenger_Ambient_Central_CityMigrationB_02 AkEvent]
SpokenText="...А я вважаю, що не став би імплантувати чіп в голову заради гарячого обіду та ліків від застуди."

[S_Avenger_Ambient_Central_CityMigrationB_03 AkEvent]
SpokenText="Докторе, ви помиляєтеся. Ми можемо запропонувати свободу, навіть якщо це означає необхідність залишатися людиною."

[S_Avenger_Ambient_Central_CrewDis AkEvent]
SpokenText="В міру того, як наша боротьба просувається, жителі колоній починають звертати на нас увагу. Важливо, щоб команда знала, наскільки люди в нас потребують і бажають змін. Знала, заради чого ми боремося."

[S_Avenger_Ambient_Central_Quick_01 AkEvent]
SpokenText="Більшості новобранців не доводилося працювати в таких тісних умовах, як на \"Меснику\". До війни у нас ще було б час на тренування, але тепер доведеться багато чого освоювати на ходу."

[S_Avenger_Ambient_Central_Quick_02 AkEvent]
SpokenText="Останнім часом ми перехоплюємо дивні повідомлення. Говорять, начебто німецькою, але толком не розібрати."

[S_Avenger_Ambient_Central_Quick_03 AkEvent]
SpokenText="Треба поговорити з тією торговкою з чорного ринку. Можливо, вона допоможе нам поповнити бар."

[S_Avenger_Ambient_Central_Quick_04 AkEvent]
SpokenText="Не можу звинувачувати Шень за недовіру до Тайгана, але зараз ми не в тому становищі, щоб відмовлятися від будь-якої допомоги."

[S_Avenger_Ambient_Central_Quick_05 AkEvent]
SpokenText="Мушу віддати належне новобранцям: їм не вистачає досвіду, але вони компенсують це мужністю."

[S_Avenger_Ambient_Central_Quick_06 AkEvent]
SpokenText="Мені не раз скаржилися на те, як я літаю, але щось поки не бачу інших охочих, за винятком автопілота."

[S_Avenger_Ambient_Central_Quick_07 AkEvent]
SpokenText="Тут темно, сиро і всюди метал. Цей корабель мало відрізняється від нашої старої бази."

[S_Avenger_Ambient_Central_Quick_08 AkEvent]
SpokenText="Можливо, коли все закінчиться, ми вирушимо на цьому кораблі колонізувати інші планети."

[S_Avenger_Ambient_Central_Quick_09 AkEvent]
SpokenText="Я можу зрозуміти привабливість клінік \"Адвенту\". Пара хвилин на операційному столі - і жодних проблем зі здоров'ям. На жаль, ціна питання - чіп."

[S_Avenger_Ambient_Central_Quick_10 AkEvent]
SpokenText="Пропаганда \"Адвенту\" працює на повну потужність. Ми постійно натикаємося на їхні передачі в найнесподіваніших місцях."

[S_Avenger_Ambient_Central_Quick_11 AkEvent]
SpokenText="Я попередив команду, щоб вони не зв'язувалися з пайками \"Адвенту\". Ми поки не з'ясували, що вони туди пхають."

[S_Avenger_Ambient_Central_ShenFather_01 AkEvent]
SpokenText="Знаєте, я б, мабуть, уже був мертвий, якби не ваш батько. Він умів творити справжні дива."

[S_Avenger_Ambient_Central_ShenFather_02 AkEvent]
SpokenText="Ми у великому боргу перед вами обома."

[S_Avenger_Ambient_Central_ShenFather_03 AkEvent]
SpokenText="Так, ви маєте рацію."

[S_Avenger_Ambient_Central_ShenFatherB_01 AkEvent]
SpokenText="Ваш батько пишався б, якби дізнався, чого нам вдалося досягти... Як ви зуміли відновити корабель."

[S_Avenger_Ambient_Central_ShenFatherB_02 AkEvent]
SpokenText="Повірте мені, він знав. Ваш батько ні на секунду не втрачав віри в людство. Він знав, що ми будемо боротися, і що ми переможемо."

[S_Avenger_Ambient_Central_ShenFatherB_03 AkEvent]
SpokenText="Від мене вже довгий час ніякої користі, за винятком підготовки та запуску корабля - та й то це заслуга швидше доктора Шень. Я з радістю залишу важливі рішення командиру."

[S_Avenger_Ambient_Central_ShenFatherB_04 AkEvent]
SpokenText="Я доклав чимало зусиль, щоб новачки були готові до того, з чим їм доведеться зіткнутися. Однак повернення командира позначиться на їхньому бойовому дусі краще за будь-які промови."

[S_Avenger_Ambient_Central_ShenFatherB_05 AkEvent]
SpokenText="Поки всі питання вирішує командир, у мене буде достатньо часу, щоб освоїти управління цим кораблем."

[S_Avenger_Ambient_Central_ShensPrideB_01 AkEvent]
SpokenText="Докторе, ви чудово попрацювали з цим кораблем."

[S_Avenger_Ambient_Central_ShensPrideB_02 AkEvent]
SpokenText="Навряд чи вони думали, що хтось зможе підняти в небо це старе залізо."

[S_Avenger_Ambient_Central_Spokesman AkEvent]
SpokenText="Я думав, що Зв'язковий загинув або залягає на дно після розформування Ради, але потім він з'явився. Схоже, йому вдалося отримати місце в керівництві \"Адвенту\", і він почав постачати опору інформацією."

[S_Avenger_Ambient_Central_SpokesmanB AkEvent]
SpokenText="Зв'язковий пішов на великий ризик, проникнувши в \"Адвент\", щоб переконати мене в вірності нашій справі. Серед нас ще залишилися скептики, але проблем вистачає і без того, щоб поки не турбуватися через людину на екрані."

[S_Avenger_Attack_Central_01_Setup_Phase AkEvent]
SpokenText="Живлення відключено! Ми падаємо!"

[S_Avenger_Attack_Central_02_Setup_Phase AkEvent]
SpokenText="Шень..."

[S_Avenger_Attack_Central_03_Setup_Phase AkEvent]
SpokenText="ШЕНЬ!"

[S_Avenger_Attack_Central_04_Setup_Phase AkEvent]
SpokenText="Звіт про пошкодження, швидше!"

[S_Avenger_Attack_Central_05_Setup_Phase AkEvent]
SpokenText="Тільки одне?"

[S_Avenger_Attack_Central_06_Setup_Phase AkEvent]
SpokenText="Їм потрібні не ми, їм потрібен корабель. Ти можеш якось відключити цю штуку?"

[S_Avenger_Attack_Central_07_Setup_Phase AkEvent]
SpokenText="Командире, доведеться зробити це по-старому. Наш єдиний шанс забратися звідси - знищити цей шпиль. Не дозволимо прибульцям забрати наш корабель!"

[S_Avenger_Central_First_Avatar_Facility AkEvent]
SpokenText="Потрібно знищити об'єкт прибульців, перш ніж вони встигнуть його евакуювати."

[S_Avenger_Central_First_Avatar_RepeatA AkEvent]
SpokenText="Командире, ми визначили координати об'єкта прибульців."

[S_Avenger_Central_First_Avatar_RepeatB AkEvent]
SpokenText="Командире, виявлена станція прибульців."

[S_Avenger_Central_No_Soldiers AkEvent]
SpokenText="Командире, у нас не залишилося бійців! Терміново потрібні новобранці!"

[S_Avenger_Central_Not_Enough_Soldiers AkEvent]
SpokenText="Командире, нам потрібні свіжі бійці. Треба б зв'язатися з штабом опору."

[S_Avenger_Central_Post_Final_Tentpole AkEvent]
SpokenText="Командире, координати цілі зафіксовані. Ми готові вирушати."

[S_Blacksite_Horror_Central_01 AkEvent]
SpokenText="...Все ще не можу повірити, що діло дійшло до цього."

[S_Blacksite_Horror_Central_02 AkEvent]
SpokenText="Докторе, вони вбивають нас. Що може бути гірше?"

[S_Blacksite_Horror_Central_03 AkEvent]
SpokenText="Їх там, напевно, тисячі."

[S_Blacksite_Horror_Central_04 AkEvent]
SpokenText="\"Аватар\"."

[S_Blacksite_Horror_Central_05 AkEvent]
SpokenText="Тож що там таке в цій пляшечці?"

[S_Blacksite_Horror_Central_06 AkEvent]
SpokenText="Докторе."

[S_Blacksite_Horror_Central_07 AkEvent]
SpokenText="Це... це неможливо."

[S_Blacksite_Horror_Central_08 AkEvent]
SpokenText="Але... Навіщо?"

[S_Blacksite_Horror_Central_09 AkEvent]
SpokenText="Вже непогано."

[S_Blacksite_Horror_Central_10 AkEvent]
SpokenText="Командире, я дуже рекомендую нанести їм візит."

[S_Blacksite_Horror_Central_11 AkEvent]
SpokenText="Коли ми знайдемо те, що шукаємо, то поставимо жирний хрест на всій їхній діяльності. Назавжди."

[S_BlacksiteTransmission_Central AkEvent]
SpokenText="Командире, по закритому каналу отримано повідомлення особливої важливості. Це опір..."

[S_Broadcast_Marked_On_Geoscape_Central AkEvent]
SpokenText="Щоб проникнути до башти мережі \"Адвенту\", загін доведеться скоротити. Не можна привертати таку саму увагу, як у звичайній ситуації."

[S_Broadcast_Mission_Appears_Central AkEvent]
SpokenText="Координати цілі зафіксовані. Нам випала можливість завдати удару в саме серце \"Адвенту\". Встановивши контроль над вежею, ми зможемо показати всьому світу, чим займаються прибульці. Шляху назад вже не буде."

[S_Broadcast_Mission_No_Turning_Back_Central AkEvent]
SpokenText="Командире, якщо ми почнемо рейд на мережеву вежу \"Адвенту\", то вже не зможемо завершити дослідження чи допомогти пораненим. Необхідна повна готовність."

[S_Broadcast_Truth_Central_01 AkEvent]
SpokenText="Відмінна робота, докторе..."

[S_Broadcast_Truth_Central_02 AkEvent]
SpokenText="Шень, який статус?"

[S_Broadcast_Truth_Central_03 AkEvent]
SpokenText="Я працюю над цим."

[S_Broadcast_Truth_Central_04 AkEvent]
SpokenText="Добре. Ви там постарайтеся!"

[S_Broadcast_Truth_Central_05 AkEvent]
SpokenText="Звіт про пошкодження, швидше! Спрацювало?"

[S_Build_Outpost_Long_Central_01 AkEvent]
SpokenText="Сховище, приймаємо сигнал, чіткий і ясний."

[S_Build_Outpost_Long_Central_02 AkEvent]
SpokenText="Ласкаво просимо до бою."

[S_Commander_Awakens_Central_01_Setup_Phase AkEvent]
SpokenText="Гаразд. Тоді до роботи."

[S_Commander_Awakens_Central_02_Setup_Phase AkEvent]
SpokenText="Все як 20 років тому... Тоді ми ще називали це війною."

[S_Commander_Awakens_Central_03_Setup_Phase AkEvent]
SpokenText="Якби ми знали, що буде потім."

[S_Commander_Awakens_Central_04_Setup_Phase AkEvent]
SpokenText="Відступати нікуди. У нас повинно вийти."

[S_Commander_Awakens_Central_05_Setup_Phase AkEvent]
SpokenText="Я говорив їм, що вас так просто не здолати."

[S_Commander_Awakens_Central_06_Setup_Phase AkEvent]
SpokenText="З поверненням... командире."

[S_Commander_Awakens_Central_07_Setup_Phase AkEvent]
SpokenText="Радий бачити вас знову при свідомості. Гадаю, у вас зараз голова просто розколюється..."

[S_Commander_Awakens_Central_08_Setup_Phase AkEvent]
SpokenText="Але доктора Тайгана звинувачувати не можна. Особливо якщо врахувати, що ніхто досі такого не робив."

[S_Commander_Awakens_Central_09_Setup_Phase AkEvent]
SpokenText="Полегше - ми не до кінця з'ясували, що вони з вами зробили. Чіп був впроваджений глибоко."

[S_Commander_Awakens_Central_10_Setup_Phase AkEvent]
SpokenText="За всі ці роки пошуків ми втратили багато хороших бійців. Надії майже не залишилося. Як тільки з'явилася інформація, ми відразу ж почали діяти."

[S_Commander_Awakens_Central_11_Setup_Phase AkEvent]
SpokenText="Не знаю, що вам вдасться згадати, але багато що змінилося. Ми старалися, як могли, але останні двадцять років було важко."

[S_Commander_Awakens_Central_12_Setup_Phase AkEvent]
SpokenText="Якщо захочете ознайомитися з ситуацією, Шень підготувала архіви на вашому терміналі."

[S_Commander_Awakens_Central_13_Setup_Phase AkEvent]
SpokenText="І я б на вашому місці сходив до доктора Тайгана. Вам потрібно дещо дізнатися, і він пояснить це краще, ніж я."

[S_Commander_Awakens_Central_14_Setup_Phase AkEvent]
SpokenText="Чорт, як же здорово, що ви знову з нами, командире."

[S_Commander_Awakens_Central_15_Setup_Phase AkEvent]
SpokenText="Тоді ми ще називали це війною."

[S_Dark_Volunteer_01_Central_01 AkEvent]
SpokenText="Можете починати."

[S_Dark_Volunteer_01_Central_01a AkEvent]
SpokenText="Чудово. Тепер ми можемо остаточно поставити хрест на проекті \"Аватар\"."

[S_Dark_Volunteer_01_Central_02 AkEvent]
SpokenText="І це наше нове завдання."

[S_Dark_Volunteer_01_Central_03 AkEvent]
SpokenText="Ви серйозно?"

[S_Dark_Volunteer_01_Central_04 AkEvent]
SpokenText="І в чому заковика?"

[S_Dark_Volunteer_01_Central_05 AkEvent]
SpokenText="Тобто ви хочете взяти одну з цих штук... під дистанційний контроль."

[S_Dark_Volunteer_01_Central_06 AkEvent]
SpokenText="Але це ж зовсім інша справа. Стазис-костюм…"

[S_Dark_Volunteer_01_Central_07 AkEvent]
SpokenText="\"Хоч якісь шанси\" - це поганий варіант, докторе."

[S_Dark_Volunteer_01_Central_08 AkEvent]
SpokenText="Перш ніж ми увірвемося прямо до ворога, нам потрібно розробити план дій."

[S_Dark_Volunteer_01_Central_09 AkEvent]
SpokenText="Тож у вас є час усе обміркувати, командире."

[S_Dark_Volunteer_02_Central_01 AkEvent]
SpokenText="Шень, ви вже сто разів це робили. Спокійніше."

[S_Dark_Volunteer_02_Central_02 AkEvent]
SpokenText="Задайте їм жару, командире."

[S_Dark_Volunteer_02_Central_03 AkEvent]
SpokenText="Починайте передачу. Отже, друзі. Світ прокинувся від сну."

[S_Dark_Volunteer_02_Central_04 AkEvent]
SpokenText="І тепер усім відома правда."

[S_Dark_Volunteer_02_Central_05 AkEvent]
SpokenText="\"Адвент\" - це брехня. Його час минув. Ми починаємо повномасштабну війну."

[S_Dark_Volunteer_02_Central_06 AkEvent]
SpokenText="Поки що прибульці захоплюють наш світ, ми атакуємо їхній власний."

[S_Dark_Volunteer_02_Central_07 AkEvent]
SpokenText="Це буде нелегко."

[S_Dark_Volunteer_02_Central_08 AkEvent]
SpokenText="Але вам це не вперше."

[S_Dark_Volunteer_02_Central_09 AkEvent]
SpokenText="Ви зробили все необхідне. Ви жодного разу не похитнулися."

[S_Dark_Volunteer_02_Central_10 AkEvent]
SpokenText="Ви - XCOM."

[S_Dark_Volunteer_02_Central_11 AkEvent]
SpokenText="І ви покладете цьому кінець!"

[S_Dark_Volunteer_02_Central_12 AkEvent]
SpokenText="Людство розраховує на вас."

[S_Dark_Volunteer_02_Central_13 AkEvent]
SpokenText="Удачі, командире."

[S_Equip_New_Item_SquadSelect_Engineering_Tutorial_Central AkEvent]
SpokenText="Схоже, Шень підготувала для нас польову аптечку. Потрібно видати її комусь із солдатів перед операцією."

[S_First_Council_Mission_Geoscape_Central AkEvent]
SpokenText="У нас по всьому світу є союзники, готові поділитися даними про операції \"Адвенту\", однак прибульці активно їх переслідують. Безпека наших агентів - ваша турбота, командире. Удачі."

[S_First_Flight_Central_01_Setup_Phase AkEvent]
SpokenText="Командире, як чудово. Ви нам просто необхідні."

[S_First_Flight_Central_02_Setup_Phase AkEvent]
SpokenText="Незважаючи на всі старання \"Адвенту\", осередки опору діють по всьому світу."

[S_First_Flight_Central_03_Alt_Setup_Phase AkEvent]
SpokenText="Незважаючи на всі старання \"Адвенту\", у світі достатньо людей, які відмовляються вірити їхній брехні."

[S_First_Flight_Central_03_Setup_Phase AkEvent]
SpokenText="Два осередки запитують у нас допомогу. Але в обидва місця одразу ми явно не встигнемо."

[S_First_Flight_Central_04_Setup_Phase AkEvent]
SpokenText="А хтось говорить про \"Рейнджера\"?"

[S_First_Flight_Central_05_Setup_Phase AkEvent]
SpokenText="Шень, доповідайте. Ми готові?"

[S_First_Flight_Central_06_Setup_Phase AkEvent]
SpokenText="Слухаємося даму."

[S_First_LandedUFO_Geoscape_Central AkEvent]
SpokenText="Ми засікли позицію НЛО, що сіло в цьому регіоні. Якщо поквапимося, можемо заполучити непоганий улов матеріалів та обладнання з корабля."

[S_First_Retaliation_Geoscape_Central AkEvent]
SpokenText="Командире, загін готовий вирушити на допомогу сховищу опору, яке атаковане силами прибульців. Віддайте наказ, і ми почнемо."

[S_First_Sabotage_Geoscape_Central AkEvent]
SpokenText="Командире, ми встановили контакт із місцевим опором і дізналися все необхідне, щоб розпочати операцію на об'єкті прибульців. Це наш шанс вставити палицю в колеса проекту \"Аватар\"."

[S_First_Scientist_Received_Central AkEvent]
SpokenText="Дякую за додатковий персонал. Я проконтролюю, щоб вони зайнялися корисною справою."

[S_First_Supply_Raid_Geoscape_Central AkEvent]
SpokenText="Командире, бійці опору завдали удару по транспортній лінії \"Адвенту\". Є шанс заполучити цінні матеріали, якщо ми зможемо розібратися з прибульцями, які охороняють місце події."

[S_Forge_marked_on_Geoscape_Central AkEvent]
SpokenText="Командире, є координати виробничого комплексу. Я позначив точку на карті. Однак, перш ніж розпочати дії, потрібно встановити контакт з опором у цьому районі."

[S_Fortress_Marked_On_Geoscape_Central AkEvent]
SpokenText="Командире, ми встановили приблизне місцезнаходження раніше невідомого інопланетного комплексу. Вони доклали чимало зусиль, щоб приховати його від нас. Думаю, ми нарешті знайшли те, що шукали."

[S_Golden_Path_Musings_Advent_Central_01 AkEvent]
SpokenText="З вторгненням усе було гранично ясно: технологічний розрив, раптовість появи... Але \"Адвент\" - до цього ми ніколи не змогли б підготуватися, і питання тут не в екіпіруванні. Пропаганда, подачки та нескінченне поповнення їхніх \"миротворчих сил\" стали справжньою бідою для нового опору."

[S_Golden_Path_Musings_Blacksite_Horror_Central_01 AkEvent]
SpokenText="Прибульці завжди були чудовиськами. З самого початку ми мали справу з низкою невдалих експериментів. У випадку з \"Адвентом\" вони намагалися це приховати, але насправді там усе та сама гниль. А тепер ще й цілий комплекс, призначення якого - знищити людство, перетворити... на що? В якийсь концентрат, який потрібен бозна для чого. Ми повинні були здогадатися, що Старійшини повернуться. Додуматися, що насправді вони нікуди й не зникали."

[S_Golden_Path_Musings_Dying_Ethereals_Central_01 AkEvent]
SpokenText="На хвилину я дозволив собі повірити словам Тайгана. Вирішив, що вмираючі Старійшини спростять нам завдання. Треба було здогадатися, що все буде зовсім не так просто. Як завжди, прибульці вирішують свої проблеми шляхом експериментів над людьми, знищення планети або і того, й іншого одночасно. Цілком імовірно, що нам випав шанс зупинити їх раз і назавжди. Не буде ліків, не буде і Старійшин."

[S_Golden_Path_Musings_Risistance_Central_01 AkEvent]
SpokenText="Ситуація з припливом новобранців до опору покращилася після новини про повернення командира. Їм був потрібен лідер не менше, ніж нам, і тепер вони чекають, що ми завдамо рішучого удару. Це не проблема - у нас самих руки сверблять задати прочухана \"Адвенту\". Починається найцікавіше."

[S_GP_Avatar_Bar_Geoscape_Central AkEvent]
SpokenText="Тут ми стежимо за ходом роботи прибульців над проектом \"Аватар\". Якщо вони зможуть закінчити розпочате, усім нам кінець."

[S_GP_Avatar_Reveal_Comm_Feeder_Central AkEvent]
SpokenText="Командире, ми отримали термінове повідомлення. Схоже, це закодований сигнал однієї з комірок опору. Я перемикаю його на ваш екран."

[S_GP_Doom_Rising_Central AkEvent]
SpokenText="Командире, якщо ми хочемо завадити здійсненню проекту \"Аватар\", то повинні якнайшвидше атакувати один із об'єктів прибульців."

[S_GP_First_Alien_Facility_Buit_Central AkEvent]
SpokenText="Прибульці щойно завершили роботу над новим об'єктом, який має безпосереднє відношення до проекту \"Аватар\" командире. Якщо ми зможемо встановити контакт з коміркою опору в цьому регіоні, у нас з'явиться можливість напасти на об'єкт і перешкодити ворожим планам."

[S_GP_PreBlacksite_Objective_Ambient_CEN AkEvent]
SpokenText="Ми дещо підозрювали, але до теперішнього моменту нам не вистачало ресурсів, щоб підтвердити наявність секретних баз \"Адвенту\" за межами великих міст. Переважно вони зосереджували свої зусилля на реконструкції міських центрів. Тепер, коли ми отримали інформацію про існування цього секретного об'єкта, я змушений зізнатися, що боюся того, що ми можемо знайти всередині. Прибульці можуть займатися там чим завгодно."

[S_GP_PreBroadcast_Objective_Ambient_CEN AkEvent]
SpokenText="Схоже, у нас нарешті з'явився шанс завдати удару по \"Адвенту\" і змусити цивільне населення міст засумніватися в намірах прибульців, але це дуже непросте завдання. Без допомоги командира ми б ніколи не досягли таких успіхів, і тепер ми повинні здобути перемогу, чого б нам це не коштувало."

[S_GP_PreCaptain_Objective_Ambient_CEN AkEvent]
SpokenText="Офіцери \"Адвенту\" набагато винахідливіші за рядових бійців. Тим не менше, нашим солдатам навряд чи буде складно доставити доктору Тайгану піддослідного для його експериментів, особливо якщо врахувати, що полоненого необов'язково брати живим. Мене буде важко здивувати, але я все ж хотів би знати, яке відношення вилучений з командира чіп має до імплантатів капітанів \"Адвенту\"."

[S_GP_PreForge_Objective_Ambient_CEN AkEvent]
SpokenText="Шень змогла витягти набір координат із зразка, захопленого на секретному об'єкті прибульців, і вони, схоже, вказують на місцезнаходження ще одного невідомого нам об'єкта. У нас є низка припущень щодо того, що ми там знайдемо, але я не готовий висловлювати їх уголос, поки сам не побачу, з чим ми маємо справу."

[S_GP_PreFortress_Objective_Ambient_CEN AkEvent]
SpokenText="Ми зайшли так далеко, як тільки могли. Прийшов час зробити крок до їхніх воріт і покласти край проекту \"Аватар\". Досвід минулих помилок навчив нас, що треба бути готовими до всього."

[S_GP_PreLiveCodex_Objective_Ambient_CEN AkEvent]
SpokenText="Доктор Тайган стверджує, що нашим солдатам буде нескладно нейтралізувати Кодекс у ході бою хоча б на короткий час. Цього має вистачити, щоб ми встигли проникнути в мережу \"Адвенту\". Складніше буде переконати всіх не стріляти по цій тварі, щойно вона з'явиться. Ніхто не хоче лізти в ближній бій з одним із цих чудовиськ, окрім, хіба що, рейнджерів."

[S_GP_PrePsiGate_Objective_Ambient_CEN AkEvent]
SpokenText="Мені не подобається ця гонитва. Ми не маємо жодного уявлення про те, куди нас заведуть ці координати, і те, що ми знайшли минулого разу, не сподобалося нікому з нас. Цей об'єкт знаходиться далеко від міст, тому ніщо не заважає прибульцям організувати там засідку або ще щось гірше. Наші солдати готові до бою, але мені дуже хотілося б, щоб ми знали про те, куди летимо, хоча б щось."

[S_Humans_Obsolete_Central_01 AkEvent]
SpokenText="Прямо як той, у якому ми знайшли командира..."

[S_Humans_Obsolete_Central_02 AkEvent]
SpokenText="\"Звертайтеся до рекрутингового агентства \"Адвент\"."

[S_Humans_Obsolete_Central_03 AkEvent]
SpokenText="Майбутнє починається з вас."

[S_Humans_Obsolete_Central_04 AkEvent]
SpokenText="Тобто це клони? Це пояснює, звідки їх так багато."

[S_Humans_Obsolete_Central_05 AkEvent]
SpokenText="Відкрита для чого?"

[S_Humans_Obsolete_Central_06 AkEvent]
SpokenText="Тобто тим, що ми виявили на секретному об'єкті."

[S_Humans_Obsolete_Central_07 AkEvent]
SpokenText="Виходить, весь цей час ми билися самі з собою."

[S_Humans_Obsolete_Central_08 AkEvent]
SpokenText="Аналізи в клініках. \"Аватар\"."

[S_Humans_Obsolete_Central_09 AkEvent]
SpokenText="Розумію, докторе. Продовжуйте дослідження і дайте знати, якщо знайдете ще щось."

[S_Intro_Central_01 AkEvent]
SpokenText="Вже йду."

[S_Intro_Central_03 AkEvent]
SpokenText="Зосередьтеся."

[S_Intro_Central_04 AkEvent]
SpokenText="\"Незваний гість\", готовність 60 секунд."

[S_Intro_Central_06 AkEvent]
SpokenText="Давай."

[S_Loot_Mission_Wrapper_Central AkEvent]
SpokenText="У нас є координати об'єкта \"Адвенту\", де зберігається деталь системи, необхідна Шень. Проникніть туди, захопіть об'єкт і повертайтеся на корабель, поки прибульці не зрозуміли, що сталося."

[S_Missing_Supply_Cache_Central AkEvent]
SpokenText="Опір підготував тайник із ресурсами в місці, недоступному для \"Адвенту\". Нам доведеться злітати туди і просканувати сектор, якщо ми хочемо їх отримати."

[S_Old_Gods_02_Central_01 AkEvent]
SpokenText="Це ж... Старійшина. Я вже десять років їх не бачив, крім як на тих пам'ятниках, що \"Адвент\" наставив усюди."

[S_Old_Gods_02_Central_02 AkEvent]
SpokenText="Тобто вони вмирають самі. Наша робота значно спростилася."

[S_Old_Gods_02_Central_03 AkEvent]
SpokenText="І в чому заковика?"

[S_Old_Gods_02_Central_04 AkEvent]
SpokenText="Ліки?"

[S_Old_Gods_02_Central_05 AkEvent]
SpokenText="Вторгнення, окупація, \"Адвент\". Усе навколо нас - величезна лабораторія. І ми в ній - піддослідні щури."

[S_Old_Gods_02_Central_06 AkEvent]
SpokenText="\"Аватар\". Нам потрібні ці файли."

[S_Old_Gods_02_Central_07 AkEvent]
SpokenText="Або підірвати до біса весь корабель."

[S_Old_Gods_02_Central_08 AkEvent]
SpokenText="Це вирішуване питання, докторе."

[S_Old_Gods_02_Central_09 AkEvent]
SpokenText="Командире, це буде нелегко, але якщо хтось на це здатний, то лише ви. Загін буде готовий за першим сигналом."

[S_Pre_Final_Mission_Broadcast_Central_01 AkEvent]
SpokenText="На екран."

[S_Pre_Final_Mission_Broadcast_Central_02 AkEvent]
SpokenText="Виконуй. Він зараз сильно ризикує, виходячи на зв'язок."

[S_Pre_Final_Mission_Broadcast_Central_03 AkEvent]
SpokenText="Це реально?"

[S_PreFinalMission_MissionUI_Geoscape_Central AkEvent]
SpokenText="Момент настав, командире. Покладемо цьому край раз і назавжди."

[S_Psi_Gate_marked_on_Geoscape_Central AkEvent]
SpokenText="Командире, я позначив місце, координати якого Шень витягла з Кодексу. Воно в глушині, далеко від населених областей. Треба встановити контакт з опором у цьому регіоні, щоб дізнатися подробиці."

[S_Psi_Network_Central_01_GoldenPath AkEvent]
SpokenText="Здається, ця операція була простішою за попередню, докторе?"

[S_Psi_Network_Central_02_GoldenPath AkEvent]
SpokenText="Які відмінності?"

[S_Psi_Network_Central_03_GoldenPath AkEvent]
SpokenText="Вони використовували вас проти нас."

[S_Psi_Network_Central_04_GoldenPath AkEvent]
SpokenText="Мережі?"

[S_Psi_Network_Central_05_GoldenPath AkEvent]
SpokenText="Чи вразливість..."

[S_Psi_Network_Central_06_GoldenPath AkEvent]
SpokenText="Думаю, це буде нелегко."

[S_Psi_Network_Central_07_GoldenPath AkEvent]
SpokenText="Нелегко, як я і сказав."

[S_Psi_Network_Central_08_GoldenPath AkEvent]
SpokenText="Але це найкращий хід. Вирішувати вам, командире."

[S_Retaliation_Central_01_Setup_Phase AkEvent]
SpokenText="Дякую, Господиня. Насолоджуйтеся моментом."

[S_Retaliation_Central_02_Setup_Phase AkEvent]
SpokenText="Точно підмічено."

[S_Retaliation_Central_03_Setup_Phase AkEvent]
SpokenText="Підняти цей аванпост за тривогою!"

[S_Retaliation_Central_04_Setup_Phase AkEvent]
SpokenText="Вони прямують до вас. Вже майже..."

[S_Retaliation_Central_05_Setup_Phase AkEvent]
SpokenText="У них немає жодного шансу..."

[S_Retaliation_Central_06_Setup_Phase AkEvent]
SpokenText="Командире, пора готувати загін до десантування."

[S_Retaliation_Central_07_Setup_Phase AkEvent]
SpokenText="ПІДНІМАЙТЕ ТРИВОГУ! ВІДВОДЬТЕ ЛЮДЕЙ!"

[S_Setup_Phase_Armory_Promote_Jane_Central AkEvent]
SpokenText="Командире, Джейн Келлі зіграла ключову роль у вашому звільненні. Вона достатньо досвідчена, щоб отримати підвищення. Слід розібратися з цим прямо зараз."

[S_Setup_Phase_Blacksite_Bridge_Matinee_Central AkEvent]
SpokenText="Опір повідомляє: вони знайшли секретний об'єкт \"Адвенту\", чутки про який до нас уже доходили. Координати відомі, але є проблема."

[S_Setup_Phase_Facility_Adds_Doom_Central AkEvent]
SpokenText="Командире, прибульці продовжують працювати над проектом \"Аватар\". Знищення цього об'єкта зіб'є їхні плани."

[S_Setup_Phase_First_Geoscape_Central AkEvent]
SpokenText="Можливо, прибульці правлять світом, але ми це змінимо. Поки що опір представлений невеликими осередками. Перший крок - об'єднати їх."

[S_Setup_Phase_First_Geoscape_Hideout_Central AkEvent]
SpokenText="Ось наша поточна позиція. Якщо нам вдасться знайти для Шень останній шматочок пазлу, ця штуковина насправді може злетіти."

[S_Setup_Phase_First_Geoscape_Mission_Site_Central AkEvent]
SpokenText="На жаль, цей шматочок знаходиться всередині охоронюваного об'єкта \"Адвенту\". Нічого не вдієш, нас чекає бій."

[S_Setup_Phase_First_Geoscape_Ready_Deploy_Central AkEvent]
SpokenText="Загін готовий вирушити за вашим сигналом, командире."

[S_Setup_Phase_First_Living_Quarters_Central AkEvent]
SpokenText="Для більшості солдатів каюти на \"Меснику\" на порядок комфортніші за ті умови, в яких вони жили на поверхні."

[S_Setup_Phase_First_Memorial_Central AkEvent]
SpokenText="Командире, ми зробили для загиблих усе, що могли. Це слабка втіха, але люди зможуть вшанувати їхню пам'ять."

[S_Setup_Phase_First_Rumor_Central AkEvent]
SpokenText="Командире, наші друзі з опору дали нам координати, які слід було б вивчити уважніше."

[S_Setup_Phase_First_Scan_Central AkEvent]
SpokenText="Є дані з кількох регіонів. Командире, ми не можемо бути в усіх місцях одночасно. Нам потрібно ретельно продумувати ходи, допомагаючи друзям з опору та припиняючи діяльність противника."

[S_Setup_Phase_Forge_Coordinates_But_No_Contact_Central AkEvent]
SpokenText="Командире, є координати виробничого комплексу прибульців, але нам треба встановити контакт з опором у цьому регіоні, перш ніж ми зможемо розпочати операцію."

[S_Setup_Phase_Fortress_Adds_Doom_Central AkEvent]
SpokenText="Командире, прибульці продовжують працювати над проектом \"Аватар\". Якщо ми хочемо їх зупинити, треба діяти швидко."

[S_Setup_Phase_Geoscape_Avenger_Focus_Central AkEvent]
SpokenText="Треба швидше почати контактувати з іншими регіонами, щоб створити глобальну мережу опору і покінчити з \"Адвентом\"."

[S_Setup_Phase_Geoscape_Avenger_Parked_Central AkEvent]
SpokenText="Ось наша поточна позиція, біля штабу опору. Тут наш дім, коли ми не на вильоті, і наше єдине джерело постачання."

[S_Setup_Phase_Geoscape_Avenger_Parked_Central_ALT AkEvent]
SpokenText="Командире, зараз ми знаходимося біля штабу опору. Коли ми не на завданні, тут наша база і джерело матеріалів. Зв'язковий напав на слід секретного об'єкта ось у цьому регіоні. На жаль, точних координат у нас поки немає. Щоб мати хоч якісь шанси, треба встановити контакт із місцевим осередком опору. У Тайгана є ідеї, як вийти з ними на зв'язок, не привертаючи уваги прибульців, але на дослідження піде час. Командире, з цим не можна зволікати. Треба швидше почати контактувати з іншими регіонами, щоб створити глобальну мережу і покінчити з \"Адвентом\"."

[S_Setup_Phase_Geoscape_Blacksite_Focus_Central AkEvent]
SpokenText="На жаль, секретний об'єкт \"Адвенту\" знаходиться в регіоні, з яким поки немає контакту. Щоб хоч якось дістатися до цілі, нам потрібна допомога місцевого осередку опору. У Тайгана є ідеї, як вийти з ними на зв'язок, не привертаючи уваги прибульців, але на дослідження піде час."

[S_Setup_Phase_Geoscape_Blacksite_Region_Contact_Made_Central AkEvent]
SpokenText="Командире, ми встановили контакт із місцевим опором. Готові вирушити до секретного об'єкта за першим сигналом. Переконайтеся, що війська повністю споряджені та готові до запеклого опору. Припущу, що охорона на об'єкті буде серйозною."

[S_Setup_Phase_Geoscape_Blacksite_Region_Focus_Central AkEvent]
SpokenText="Ми налагодили зв'язок і тепер можемо встановити контакт із осередком опору в регіоні за допомогою розвідданих. Окрім секретного об'єкта, ми отримаємо доступ до нових джерел матеріалів."

[S_Setup_Phase_Geoscape_First_GOP_Central AkEvent]
SpokenText="Ми готові зробити перший хід, командире. Завдаючи ударів по \"Адвенту\" всюди, де вдається їх дістати, ми допомагаємо опору набратися сил. Вони у відповідь готові підтримувати наші операції матеріально. Гаразд, настав час дізнатися, на що здатна ця штуковина."

[S_Setup_Phase_Geoscape_First_GOP_Central_ALT AkEvent]
SpokenText="Ми готові зробити перший хід, командире. Завдаючи ударів по \"Адвенту\" всюди, де вдається їх дістати, ми допомагаємо опору набратися сил. Він у відповідь готовий підтримувати наші операції матеріально."

[S_Setup_Phase_Geoscape_First_Make_Contact_Central AkEvent]
SpokenText="Після того як ми використаємо розвіддані, нам доведеться кілька днів сканувати регіон, перш ніж осередок вийде з підпілля. Коли знайдемо його, отримаємо у своє розпорядження новий регіон."

[S_Setup_Phase_Geoscape_Objectives_Appear_Central AkEvent]
SpokenText="Тут я відстежую поточні тактичні цілі. Якщо потрібні подробиці, всі дані я відправляю на архівний термінал у вашій каюті. Але зараз на це немає часу - я приймаю повідомлення від опору, і, схоже, у них є для нас нова інформація."

[S_Setup_Phase_Geoscape_Objectives_Appear_Central_ALT AkEvent]
SpokenText="Схоже, зараз на це немає часу. Розвідка виявила дещо неподалік від нашого поточного місцезнаходження."

[S_Setup_Phase_Geoscape_Player_Leaves_Without_Scanning_Central AkEvent]
SpokenText="Командире, нам потрібно повністю просканувати регіон, перш ніж ми зможемо вийти на контакт з опором. Рекомендую закінчити розпочате, хоча рішення за вами."

[S_Setup_Phase_Geoscape_Resistance_Comms_Focus_Central AkEvent]
SpokenText="Настав час активувати систему зв'язку. Подивимося, хто зніме трубку."

[S_Setup_Phase_Geoscape_Scan_Attempt_With_Timed_Mission_Central AkEvent]
SpokenText="Командире, доступне завдання з обмеженим вікном по часу. Сканування завжди можна відкласти, а от упустивши таке завдання, ми можемо серйозно нашкодити опору."

[S_Setup_Phase_Lab_Transition_Central AkEvent]
SpokenText="Здається, у Тайгана намітився прогрес у дослідженні. Слід нанести йому візит."

[S_Setup_Phase_Multiple_Missions_Available_Central AkEvent]
SpokenText="Отже, у нас є вибір, з чого починати. Рішення за вами. Тут ви знайдете актуальні цілі завдань; більш детальний опис знаходиться в архіві, доступному з вашої каюти. Ми поки що займемося моніторингом частот опору на випадок, якщо з'явиться нова інформація. До речі кажучи, щось надходить прямо зараз..."

[S_Setup_Phase_New_Ability_Confirmed_Central AkEvent]
SpokenText="Ми непогано почали. Солдати наберуться досвіду та стануть ще сильнішими."

[S_Setup_Phase_Pass_time_Geoscape_Central AkEvent]
SpokenText="Вибравши на глобусі точку для сканування, можна використовувати вбудовані сенсори \"Месника\", щоб пошукати інформацію і пропустити час. Час також можна промотувати, скануючи розвіддані у штабі опору."

[S_Setup_Phase_Pass_time_Geoscape_Central_ALT AkEvent]
SpokenText="Поки ми чекаємо появи нових завдань чи завершення досліджень, можна сканувати точки, подібні до цієї. Віддайте наказ, і ми почнемо сканувати найближчий район."

[S_Setup_Phase_Pass_time_Geoscape_Specific_Alt_Central AkEvent]
SpokenText="Командире, поки ми чекаємо появи нових завдань і завершення досліджень, можна сканувати точки, подібні до цієї. Віддайте наказ, і ми почнемо сканувати найближчий район."

[S_Setup_Phase_Psi_Gate_Coordinates_But_No_Contact_Central AkEvent]
SpokenText="Командире, ми використали координати, які Шень з Тайганом витягли з Кодексу, але нам потрібно встановити контакт з опором у цьому регіоні, перш ніж ми зможемо розпочати операцію."

[S_Setup_Phase_Radio_Relay_Bridge_Matinee_Central AkEvent]
SpokenText="Згідно з останнім звітом доктора Тайгана, ми можемо розширити діапазон нашої мережі за допомогою ретрансляторів."

[S_Setup_Phase_Recruit_Soldiers_After_Meeting_Resistance_Central AkEvent]
SpokenText="Ми встановили контакт із місцевим опором і тепер можемо набирати новобранців із їхніх загонів."

[S_Setup_Phase_Resistance_Comms_Bridge_Matinee_Central AkEvent]
SpokenText="Тайган щойно підтвердив, що нова система зв'язку опору повністю працездатна. Тепер треба лише оповістити інших."

[S_Setup_Phase_Soldier_Walkup_Promote_Central AkEvent]
SpokenText="У нас є бійці, які заслужили підвищення. Крім того, вважаю, Шень захоче сказати вам пару слів."

[S_Setup_Phase_Welcome_to_Avenger_Post_Research_Central AkEvent]
SpokenText="Тайгану доведеться повозитися з цим дослідженням. А поки що не завадило б заглянути до арсеналу."

[S_Skipped_or_Failed_Mission_Central AkEvent]
SpokenText="Після недавніх невдач опір у цьому районі пішов у тінь. Треба почекати, перш ніж ми зможемо знову встановити контакт."

[S_Skulljack_Objective_Active_Not_Equipped_B_Central AkEvent]
SpokenText="Для прогресу по поточному завданню треба, щоб один із солдатів узяв у бій черепний щуп і використав його."

[S_Skulljack_Objective_Active_Not_Equipped_Central AkEvent]
SpokenText="Командире, Тайган з Шень не зрадіють, якщо ми не застосуємо черепний щуп за призначенням. Треба видати його хоча б одному із солдатів перед висадкою."

[S_Support_Advent_Progress_Warning_Central_01 AkEvent]
SpokenText="Командире, спостерігається підвищена активність прибульців. По всьому світу виявлено нові станції \"Адвенту\"."

[S_Support_Ambient_Musings_Misc_Central_01 AkEvent]
SpokenText="Ми приймаємо незахищений сигнал від якогось жартівника, що називає себе Ван Доорн… Нам такий рекрут не потрібен."

[S_Support_Ambient_Musings_Misc_Central_02 AkEvent]
SpokenText="Непогано б подумати про нову уніформу, але іноді я дуже сумую за цим проклятим светром."

[S_Support_Ambient_Musings_Misc_Central_03 AkEvent]
SpokenText="Зважаючи на все те, що відбувалося, у нас не було часу розглянути таку можливість. Але я хочу вірити, що Вален все ще десь там. Вона була не з тих, кому міг завадити колапс XCOM."

[S_Support_Avenger_Lands_First_Contact_Central AkEvent]
SpokenText="Командире, на підставі наявних розвідданих ми змогли знайти осередок опору, що діє в цьому регіоні. Правда, знадобиться час, щоб визначити точне місцезнаходження."

[S_Support_Avoid_UFOs_Central_01 AkEvent]
SpokenText="Командире, нам треба обережніше вибирати маршрут. \"Месник\", звісно, потужна машина, але не настільки, щоб зв'язуватися з бойовими НЛО. По можливості слід уникати контакту."

[S_Support_Begin_Scanning_Activity_Central AkEvent]
SpokenText="Командире, вбудовані сканери \"Месника\" дозволять нам знайти інформацію та ресурси в цьому секторі. Правда, територія велика, і це займе якийсь час."

[S_Support_Blacksite_Mission_Locked_Central AkEvent]
SpokenText="Командире, є інформація про секретний об'єкт прибульців, але ми можемо проникнути туди тільки з допомогою місцевого опору. Нам треба якнайшвидше встановити контакт з ними в цьому регіоні - тоді ми зможемо з'ясувати, що стоїть за цим так званим проектом \"Аватар\"."

[S_Support_Class_Callouts_Central_01 AkEvent]
SpokenText="Рейнджер - розвідник-спеціаліст, здатний використовувати індивідуальне маскування і знищувати противників у ближньому бою завдяки навичкам володіння холодною зброєю."

[S_Support_Class_Callouts_Central_02 AkEvent]
SpokenText="Гранатометники, фахівці з важкого озброєння, забезпечують нашим силам вогневу підтримку на полі бою."

[S_Support_Class_Callouts_Central_03 AkEvent]
SpokenText="Фахівці - оператори найскладнішого обладнання: бойових дронів, здатних вести вогонь або надавати медичну допомогу."

[S_Support_Class_Callouts_Central_04 AkEvent]
SpokenText="Як не важко здогадатися, наші снайпери здатні вражати противника з високою точністю навіть на величезних дистанціях. Крім того, вони непогано володіють пістолетом на випадок близьких контактів з ворогом."

[S_Support_Class_Callouts_Psi_Central AkEvent]
SpokenText="Псіоніка, на думку деяких, - найнебезпечніша зброя прибульців. Тепер наші пси-агенти здатні використовувати її проти них."

[S_Support_Contact_Blacksite_Region_Central AkEvent]
SpokenText="Командире, ми вийшли на зв'язок із місцевими силами опору. Ми готові зайнятися секретним об'єктом прибульців за першим сигналом."

[S_Support_Established_Contact_Mission_Available_Central_01 AkEvent]
SpokenText="Командире, ми встановили контакт із силами опору, і вони запитують нашу допомогу."

[S_Support_Established_Contact_Mission_Blacksite_Central_01 AkEvent]
SpokenText="Командире, ми вийшли на зв'язок із місцевими силами опору, і вони готові вивести нас на секретний об'єкт \"Адвенту\"."

[S_Support_Established_Contact_Mission_Forge_Central_01 AkEvent]
SpokenText="Установлений первинний контакт з оперативниками опору в цьому секторі. Вони готові показати нам, як проникнути у виробничий комплекс прибульців."

[S_Support_Established_Contact_Mission_PsiGate_Central AkEvent]
SpokenText="Командире, ми вийшли на зв'язок із місцевими силами опору. Ми готові вирушити за координатами, отриманими з Кодексу."

[S_Support_Final_Avatar_Countdown_Central AkEvent]
SpokenText="Командире, наш час майже вийшов! Проект \"Аватар\" наближається до свого завершення. Все, що ми можемо зробити, щоб уповільнити прогрес, - це знищити одну зі станцій прибульців. Доведеться поквапитися, інакше все, чого ми досягли, піде прахом."

[S_Support_First_Alien_Facility_Constructed_Central AkEvent]
SpokenText="Командире, ходять чутки, що будівництво об'єкта для розробки проекту \"Аватар\" завершено. Якщо нам вдасться встановити контакт з опором у цьому регіоні, ми зможемо знайти об'єкт і знищити його, завадивши діям прибульців."

[S_Support_First_Armored_Enemy_Sighted_Central AkEvent]
SpokenText="Я сильно сумніваюся, що звичайні боєприпаси проб'ють цю броню. Думаю, вам доведеться використовувати гранати проти цієї цілі."

[S_Support_First_Dark_Events_Central AkEvent]
SpokenText="Розвідка доповідає, що прибульці ведуть розробки, покликані завадити нам зупинити проект \"Аватар\". Ми можемо завдати удару по одній із них, використовуючи партизанську тактику, але нам доведеться вибрати одну ціль - ресурсів на все відразу не вистачить."

[S_Support_First_Doom_Central AkEvent]
SpokenText="Командире, ми можемо проаналізувати звіти розвідки і зробити висновки про те, наскільки прибульці близькі до завершення проекту \"Аватар\". Якщо вони досягнуть кінця шкали, то ми запізнилися."

[S_Support_First_Guerilla_Operation_Central AkEvent]
SpokenText="Чисельність опору неухильно зростає, і у нас з'являється більше можливостей для завдання удару по \"Адвенту\". Ба більше, ми вже виявили відповідну ціль, знищення якої вдарить по операціях прибульців у цьому регіоні. Доведеться поквапитися - у нас не так багато часу."

[S_Support_First_Hidden_Doom_Central AkEvent]
SpokenText="Командире, надходять непідтверджені повідомлення про те, що прибульці ведуть розробку проекту \"Аватар\" на об'єкті, який ми поки що не знайшли. Нам треба постаратися і розкрити план ворога."

[S_Support_First_Radio_Relays_Central AkEvent]
SpokenText="Тепер ми можемо будувати радіоретранслятори в будь-якому регіоні, де встановлений контакт із місцевим опором."

[S_Support_First_Regions_Available_Central AkEvent]
SpokenText="Командире, тепер ми можемо встановити контакт із осередками опору, що діють по всьому світу. Нам треба зібрати достатню кількість даних і запеленгувати сигнал, просканувавши регіон."

[S_Support_Geoscape_Connections_Central AkEvent]
SpokenText="Командире, ми можемо відстежувати на глобусі результати наших зусиль щодо встановлення контакту з групами опору. Ця інформація також дозволить нам планувати подальші операції."

[S_Support_Great_Mission_Central_01 AkEvent]
SpokenText="У мене ніколи не було сумнівів щодо ваших здібностей, командире."

[S_Support_Great_Mission_Central_02 AkEvent]
SpokenText="Я сказав команді, щоб вони очікували найкращих результатів. Що ви їм і продемонстрували, командире."

[S_Support_Great_Mission_Central_03 AkEvent]
SpokenText="Після такої операції бойовий дух буде на висоті. Відмінна робота, командире."

[S_Support_Great_Mission_Central_04 AkEvent]
SpokenText="Вражаюча робота, командире. Прибульці, напевно, досі не зрозуміли, що це було."

[S_Support_Great_Mission_Central_05 AkEvent]
SpokenText="Цього разу ми завдали їм серйозного удару, командире. Вони довго цього не забудуть."

[S_Support_Great_Mission_Central_06 AkEvent]
SpokenText="Крок за кроком ми зрівняємо сили. Гарна робота, командире."

[S_Support_Great_Mission_Central_07 AkEvent]
SpokenText="Складається відчуття, що бійцям усе дається легко - і це завдяки вам, командире."

[S_Support_Great_Mission_Central_08 AkEvent]
SpokenText="Відмінна робота, командире. Ми на крок ближче до повернення контролю над планетою."

[S_Support_Great_Mission_Central_09 AkEvent]
SpokenText="Гадаю, прибульці не особливо раді всьому, що відбувається. Добре спрацьовано."

[S_Support_Great_Mission_Central_10 AkEvent]
SpokenText="Ми раз за разом відламуємо шматки \"Адвенту\". Вражаюча робота."

[S_Support_Multiple_Mission_Sites_Available_Central AkEvent]
SpokenText="Командире, у нас багато контактів по всьому світу, тому ми отримуємо прохання про допомогу одразу з кількох місць. Наших ресурсів вистачить, щоб відгукнутися лише на одне з них. Вибір за вами."

[S_Support_No_Supply_Income_Central AkEvent]
SpokenText="Командире, у нас немає джерел нових матеріалів. Треба знайти якийсь спосіб поповнювати наші запаси."

[S_Support_Region_High_Alert_Central_01 AkEvent]
SpokenText="Командире, \"Адвент\" у цьому регіоні перебуває в повній бойовій готовності. Операція нам не під силу, координати скинуті."

[S_Support_Reminder_Alien_Facilities_Constructed_Central_01 AkEvent]
SpokenText="Командире, прибульці не заспокоюються. По всьому світу функціонує безліч станцій. У нас майже не залишилося часу."

[S_Support_Reminder_Make_Contact_Central_01 AkEvent]
SpokenText="Командире, місцевий осередок опору хоче встановити контакт, але перший хід повинен бути за нами."

[S_Support_Reminder_Need_More_Intel_Central_01 AkEvent]
SpokenText="Прямо зараз у нас недостатньо розвідданих, щоб визначити координати сил опору в цьому районі."

[S_Support_Soldier_Shaken_Central AkEvent]
SpokenText="Командире, стрес від участі в бойових діях позначається на психіці навіть найкращих бійців. Думаю, якщо ми подбаємо про їхнє здоров'я, решту зробить відпочинок."

[S_Support_Squad_Select_Wounded_Soldiers_Central AkEvent]
SpokenText="Не можна допустити провалу цієї операції, навіть якщо нам доведеться кинути в бій поранених бійців. Ми повинні будь-що досягти успіху."

[S_Support_Tough_Mission_Central_01 AkEvent]
SpokenText="Треба вжити ще щось. Ми не можемо дозволити собі такі операції."

[S_Support_Tough_Mission_Central_02 AkEvent]
SpokenText="Це трагедія, командире. Подібні поразки забирають у нас не тільки бійців."

[S_Support_Tough_Mission_Central_03 AkEvent]
SpokenText="Команді буде важко це пережити, командире. У майбутньому треба докладати більше зусиль."

[S_Support_Tough_Mission_Central_04 AkEvent]
SpokenText="Ми зазнали важких втрат, командире. Таке ніколи не повинно повторитися."

[S_Support_Tough_Mission_Central_05 AkEvent]
SpokenText="Операція пройшла не найкращим чином. Треба переглянути тактику та вдосконалити екіпірування."

[S_Support_UFO_Inbound_Evasive_Maneuvers_Central AkEvent]
SpokenText="Треба негайно здійснити маневр ухилення! Ми на прицілі у НЛО!"

[S_Support_UFO_Inbound_Now_Hunting_Central AkEvent]
SpokenText="Командире, розвідка повідомляє, що прибульці відправили НЛО на наші пошуки. Нам треба обережніше вибирати маршрути польотів."

[S_Support_UFO_Inbound_Shot_Down_Central AkEvent]
SpokenText="Командире, ми падаємо! НЛО вивело з ладу управління! Тримайтеся!"

[S_Support_UFO_Inbound_UFO_Evaded_Central AkEvent]
SpokenText="Командире, ми пішли. Слідів переслідування НЛО не видно."

[S_Victory_Central_01 AkEvent]
SpokenText="Я скажу, це того варте."

[S_Victory_Central_02 AkEvent]
SpokenText="Чули, що вона сказала? РУШАЙТЕ!"

[S_Victory_Central_03 AkEvent]
SpokenText="Шень, скажи мені, що у тебе є План Б."

[S_Victory_Central_04 AkEvent]
SpokenText="Швидко впоралися… Відмінна робота."

[S_Victory_Central_05 AkEvent]
SpokenText="Командире, не знаю, що ви робите, але це працює. Тільки дивіться, щоб вам вистачило палива на зворотну дорогу."

[S_Victory_Central_06 AkEvent]
SpokenText="Командире! Ви в порядку? Ми щойно втратили зв'язок з..."

[S_Victory_Central_07 AkEvent]
SpokenText="Докторе, якого біса тут відбувається?"

[S_Victory_Central_08 AkEvent]
SpokenText="Тоді розривай з'єднання!"

[S_Victory_Central_09 AkEvent]
SpokenText="Місія виконана, командире."

[S_Welcome_HQ_Central_01_Setup_Phase AkEvent]
SpokenText="Прийнято, Шень. Коли ми отримаємо цю штуку, ви дізнаєтеся перша."

[S_Welcome_HQ_Central_02_Setup_Phase AkEvent]
SpokenText="Командире, дайте мені кілька секунд."

[S_Welcome_HQ_Central_03_Setup_Phase AkEvent]
SpokenText="Активувати протокол \"Ешелон\"!"

[S_Welcome_HQ_Central_04_Setup_Phase AkEvent]
SpokenText="Я хотів, щоб це пройшло урочистіше, але у нас тут є дещо."

[S_Welcome_HQ_Central_05_Setup_Phase AkEvent]
SpokenText="Шень вже кілька місяців нас дістає, щоб ми знайшли їй цей \"гібридний конвертер магнітного поля\"."

[S_Welcome_HQ_Central_06_Setup_Phase AkEvent]
SpokenText="Нарешті в \"Адвенту\" знайшлася одна така штука, але просто так нам її не віддадуть. Якщо ми доставимо цей \"конвертер\" у цілості, тут усе запрацює по-справжньому. Не кажучи про те, що Шень від мене відстане."

[S_Welcome_HQ_Central_07_Setup_Phase AkEvent]
SpokenText="Загін зібраний і готовий до десантування, командире. Чекаємо на ваш наказ."

[S_Welcome_HQ_NS_Central_01 AkEvent]
SpokenText="Командире, радий знову бачити вас у доброму здоров'ї. Ласкаво просимо на місток, у центр усіх наших операцій."

[S_Welcome_HQ_NS_Central_02 AkEvent]
SpokenText="Увесь світ у руках прибульців. \"Адвент\" контролює все на світі: уряди, зв'язок, промисловість, не кажучи вже про армії. Повернути це все - наше завдання."

[S_Welcome_HQ_NS_Central_03 AkEvent]
SpokenText="У нас мало часу і мало ресурсів. Як ними розпорядитися - вирішувати вам. Корабель під вашим командуванням."

[S_Welcome_Resistance_Incoming_Trans_Central AkEvent]
SpokenText="Командире, повідомлення по безпечній лінії. Джерело невідоме. Перекладаю у вашу каюту."

[S_Wild_Central_01 AkEvent]
SpokenText="Командире, ми приймаємо адресоване вам повідомлення. Перекладаю його на ваш екран."

[S_Wild_Central_02 AkEvent]
SpokenText="Ми отримали для вас термінове послання, командире."

[S_Wild_Central_03 AkEvent]
SpokenText="Ми отримали термінове повідомлення. Перекладаю його на головний екран."

[S_Wild_Central_04 AkEvent]
SpokenText="Схоже, нам пора приступати, командире. Коли ви підготуєтеся, я чекатиму вас на містку."

[S_Wild_Central_05 AkEvent]
SpokenText="Так!"

[S_Wild_Central_06 AkEvent]
SpokenText="Ми готові зробити перший хід, командире. Настав час дізнатися, на що здатна ця штуковина."

[S_Wild_Central_07 AkEvent]
SpokenText="У нас з'явилася інформація про \"гібридний конвертер магнітного поля\", який просила знайти доктор Шень."

[S_Wild_Central_08 AkEvent]
SpokenText="Наші розвідники виявили один такий пристрій, який транспортує озброєний конвой \"Адвенту\". Вони поки ще поряд, але скоро опиняться поза досяжністю."

[S_Wild_Central_09 AkEvent]
SpokenText="Усі системи зв'язку вийшли з ладу. Я не знаю, що сталося там, унизу, але навряд чи щось хороше. Ці люди зуміли виграти для нас час, давайте не будемо його втрачати."

[S_Wild_Central_10 AkEvent]
SpokenText="Командире, біля останнього відомого місця розташування конвою почалася перестрілка. Передаю сигнал із камер зовнішнього спостереження."

[S_Wild_Central_11 AkEvent]
SpokenText="Мені повідомляють, що конвой зрушив з місця. Бійці, що знаходяться неподалік, готові відкрити вогонь..."

[S_Wild_Central_12 AkEvent]
SpokenText="Чорт!"

[S_Wounded_Soldiers_Can_Go_Central AkEvent]
SpokenText="Командире, за потреби ми можемо відправити в бій поранених. Це вкрай важлива операція - може статися, іншого вибору у нас немає."

[Strategy_New_Objective_Generic_Central_A AkEvent]
SpokenText="Схоже, роботи - непочатий край."

[Strategy_New_Objective_Generic_Central_B AkEvent]
SpokenText="Я оновив список стратегічних завдань, командире."

[Strategy_New_Objective_Generic_Central_C AkEvent]
SpokenText="Ми робимо успіхи, командире. Я оновив список завдань на основі нової інформації."

[Strategy_New_Objective_Generic_Central_D AkEvent]
SpokenText="Командире, я тримаю руку на пульсі. Ми чекаємо ваших наказів."

[Strategy_New_Objective_Generic_Central_E AkEvent]
SpokenText="Ми готові діяти за першим сигналом. Я оновив список завдань з урахуванням нової інформації."

[Strategy_New_Objective_Generic_Central_F AkEvent]
SpokenText="Командире, я оновив список поточних завдань з урахуванням останньої інформації."

